Repository: collective/collective.contact.core
Catalog: src/collective/contact/core/locales/*/LC_MESSAGES/collective.contact.core.po
Languages: fr, sl

source: A contact is a position held by a person in an organization
fr: Un contact est une fonction occupée par une personne dans une organisation
sl: Kontakt pomeni pozicijo, ki jo ima oseba v organizaciji

source: Activate the object
fr: Activer l'objet
sl: Aktiviraj objekt

source: Active
fr: Actif
sl: akitven

source: Activity
fr: Activité
sl: Aktivnost

source: Add
fr: Ajouter
sl: Dodaj

source: Additional address details
fr: Complément d'adresse
sl: Podatki o dodatnem naslovu

source: Additional label
fr: Intitulé
sl: Dodatna oznaka

source: Additional label with information that does not appear on position label
fr: Intitulé complétant l'intitulé de poste
sl: Dodatna oznaka z informacijami, ki niso vidne na oznaki pozicije

source: Address
fr: Adresse
sl: Naslov

source: Birthday
fr: Date de naissance
sl: Rojstni dan

source: Cell phone
fr: Téléphone portable
sl: GSM

source: Cell phone number
fr: Numéro de téléphone portable
sl: GSM Številka

source: Choose information displayed after a search in contact widget.
fr: Choisir les informations affichées lors d'une recherche dans un champ contact.

source: City
fr: Ville
sl: Mesto

source: Contact details
fr: Coordonnées
sl: Podrobnosti o kontaktu

source: Contact details (phone number, address, email, ...).
fr: Informations de contact (numéro de téléphone, adresse, email, ...)

source: Contact have a birthday.
fr: Ajout d'un champ anniversaire

source: Contact lists
fr: Listes de contacts

source: Country
fr: Pays
sl: Država

source: Create ${name}
fr: Créer ${name}
sl: Ustvari ${name}

source: Deactivate the object
fr: Désactiver l'objet
sl: Deaktiviraj objekt

source: Deactivated
fr: Désactivé
sl: Deaktiviran

source: Directory
fr: Annuaire
sl: Imenik

source: Display belowcontenttitle viewlet on contact views.
fr: Afficher le viewlet 'belowcontenttitle' sur les vues contact (contenant 'modifié par').

source: Display contact photo on organization view (instead person content type icon).
fr: Afficher la photo du contact dans la vue de l'organisation (à la place de l'icône 'personne')

source: Display person title in displayed person's title.
fr: Afficher la civilité sur le titre de la personne.
sl: Pokaži naziv osebe v prikazanem nazivu osebe

source: Display the "Photo" label before the photo image on contact views.
fr: Afficher le libellé "Photo" devant la photo sur les vues contact (par défaut seule la photo est affichée).

source: Download VCard
fr: Télécharger la VCard
sl: Naloži VCard

source: Email
fr: Courriel

source: End date
fr: Date de fin
sl: Končni datum

source: Enterprise (or VAT) number
fr: Numéro d'entreprise (ou de TVA)

source: Enterprise number must contain only letters and numbers
fr: Le numéro d'entreprise ne peut contenir que des lettres et des chiffres

source: Fax number
fr: Numéro de fax
sl: Telefaks številka

source: Female
fr: Féminin
sl: ženski

source: Firstname
fr: Prénom
sl: Ime

source: Gender
fr: Genre
sl: Spol

source: Global positioning
fr: Localisation
sl: Globalna pozicija

source: Global positioning (latitude and longitude).
fr: Ajout des champs latitude et longitude

source: Held position
fr: Fonction occupée
sl: Trenutna pozicija

source: IM handle
fr: Identifiant de messagerie instantanée
sl: IM krmilka

source: Installs test data for the collective.contact.core package
fr: Installe les données de tests de collective.contact.core

source: Installs the collective.contact.core package
fr: Installe le package collective.contact.core

source: Instant messenger handle
fr: Identifiant de messagerie instantanée
sl: Instant messenger krmilka

source: Invalid email address
fr: Adresse électronique invalide
sl: Napačen email naslov

source: Invalid phone
fr: Numéro de téléphone invalide
sl: Napačna telefonska številka

source: Lastname
fr: Nom de famille
sl: Priimek

source: Log contact details access (with imio.fputils product).
fr: Enregistrer l'accès aux coordonnées des contacts (avec le produit imio.fputils).

source: Male
fr: Masculin
sl: moški

source: Migration profile for collective.contact.core to 2
fr: Migration de collective.contact.core vers version 2

source: Migration profile for collective.contact.core to 6
fr: Migration de collective.contact.core vers version 6

source: Migration profile for collective.contact.core to 7
fr: Migration de collective.contact.core vers version 7

source: Migration profile for collective.contact.core to 8
fr: Migration de collective.contact.core vers version 8

source: Migration profile for collective.contact.core to 9
fr: Migration de collective.contact.core vers version 9

source: Mr
fr: Monsieur

source: Mrs
fr: Madame

source: Name
fr: Nom
sl: Ime

source: Not assigned
fr: Non assigné
sl: Ni dodeljen

source: Number
fr: Numéro
sl: Številka

source: Organization
fr: Organisation
sl: Organizacija

source: Organization level
fr: Niveau d'organisation
sl: Organizacijski nivo

source: Organization levels
fr: Niveaux d'organisation
sl: Organizacijski nivoji

source: Organization type
fr: Type d'organisation
sl: Tip organizacije

source: Organization types
fr: Types d'organisations
sl: Tipi organizacij

source: Organization/Position
fr: Organisation/Fonction
sl: Organizacija/pozicija

source: Organizations
fr: Organisations
sl: Organizacije

source: Organizations in this organization
fr: Organisations dans cette organisation
sl: Organizacije v tej organizaciji

source: Other contacts in this organization:
fr: Autres contacts dans cette organisation :
sl: Drugi kontakti v tej organizaciji

source: Parent organizations
fr: Organisations parentes
sl: Krovne organizacije

source: Person
fr: Personne
sl: Oseba

source: Person title
fr: Civilité
sl: Naziv osebe

source: Persons
fr: Personnes
sl: Osebe

source: Phone
fr: Téléphone
sl: Telefon

source: Phone number
fr: Numéro de téléphone
sl: Telefonske številke

source: Position
fr: Fonction
sl: Pozicija

source: Position type
fr: Type de fonction
sl: Tip pozicije

source: Position types
fr: Types de fonctions
sl: Tipi pozicij

source: Positions
fr: Fonctions occupées
sl: Pozicije

source: Positions in this organization
fr: Fonctions dans cette organisation
sl: Pozicije v tej organizaciji

source: Region
fr: Région
sl: Regija

source: Related organizations
fr: Organisations rattachées
sl: Sorodne organizacije

source: Scanned signature
fr: Signature scannée

source: Search and attach organizations related to this one
fr: Recherchez et associez les organisations liées à cette organisation.
sl: Poišči in pripni organizacijo, ki je sorodna tej

source: Select the organization where the person holds the position
fr: Sélectionnez l'organisation où la personne occupe la fonction
sl: Izberi organizacijo

source: Select the person who holds the position
fr: Sélectionnez la personne qui occupe cette fonction
sl: Izberi osebo, ki zaseda pozicijo

source: Select the position held by this person in the selected organization
fr: Sélectionnez la fonction occupée par cette personne dans l'organisation sélectionnée
sl: Izberi pozicijo, ki jo zaseda ta oseba v izbrani organizaciji

source: Start date
fr: Date de début
sl: Začetni datum

source: Steps to ease tests of collective.contact.core
fr: Steps pour faciliter les tests de collective.contact.core

source: Street
fr: Rue
sl: Ulica

source: The person contact details are private and will not be used in other context, like held position.
fr: Les données de contact d'une personne sont privées et ne sont pas utilisées dans un autre contexte, tel qu'une fonction occupée.

source: Token
fr: Identifiant
sl: Žeton

source: Type or level
fr: Type ou niveau
sl: Tip ali nivo

source: Types selection to audit.
fr: Filtre (suivant type de contenu) sur l'enregistrement des accès.

source: Use description to search persons.
fr: Utiliser la description pour rechercher des personnes.
sl: Uporabi opis za iskanje osebe

source: Use held positions to search persons.
fr: Utiliser la position occupée pour rechercher des personnes.
sl: Uporabi trenutne pozicije za iskanje osebe

source: Use the belonging entity address
fr: Utiliser l'adresse de l'entité d'appartenance
sl: Uporabi pripadajoč naslov entitete

source: We can attach organizations on content.
fr: Lier des organisations au contenu

source: Website
fr: Site web
sl: Spletna stran

source: Zip Code
fr: Code postal
sl: Poštna številka

source: address_line
fr: ${street} ${number}

source: collective.contact.core test data
fr: Données de tests de collective.contact.core

source: collective.contact.core tests
fr: Tests de collective.contact.core

source: contact_edit
fr: edition

source: contact_overlay
fr: survol

source: contact_view
fr: consultation

source: from
fr: de
sl: od

source: help_add_organization_or_position_organization
fr: Veuillez commencer par sélectionner l'organisation, pour sélectionner ensuite la fonction éventuelle.
sl: Najprej vnesite organizacijo in nato po potrebi izberite pozicijo

source: help_person_title
fr: Docteur, Mme...
sl: dr., mag. ...

source: help_widget_add_new_elt
fr: Si l'élément n'existe pas, vous pouvez l'ajouter à la base :
sl: Če predmet ne obstaja, ga lahko dodaš v podatkovno bazo

source: organization/position
fr: organisation/fonction
sl: Organizacija/pozicija

source: to
fr: à
sl: za

source: Contact
sl: Kontakt

source: Fax
sl: Telefaks

source: Latitude
sl: Zemljepisna šririna

source: Logo
sl: Logotip

source: Longitude
sl: Zemljepisna dolžina

source: Photo
sl: Foto

source: Type
sl: Tip

source: colon
sl: dvopičje
